In [16]:
import pandas as pd

In [17]:
df = pd.DataFrame({'Food':['Mcdonald','Lotteria','KFC','Papayes'],

                             'Price':[5000,4000,6000,7000],

                             'Rating':[5,3,4,5]})

df

       Food  Price  Rating
0  Mcdonald   5000       5
1  Lotteria   4000       3
2       KFC   6000       4
3   Papayes   7000       5

In [25]:
df.to_csv("C:/Users/test4/Desktop/대학 강의/2-2/데이터처리프로그래밍/test.csv")
features = pd.read_csv("C:/Users/test4/Desktop/대학 강의/2-2/데이터처리프로그래밍/test.csv", index_col = 0)

In [26]:
features

       Food  Price  Rating
0  Mcdonald   5000       5
1  Lotteria   4000       3
2       KFC   6000       4
3   Papayes   7000       5